Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/_systeemi_on_pettanyt_valtavaestonkin_-_dihtosis-hanke_saamelaisiin_liittyvan_tietamattomyyden_purkajana_.html.tmx
Source language: fin
Languages: smn

source: “Systeemi on pettänyt valtaväestönkin” – Dihtosis-hanke saamelaisiin liittyvän tietämättömyyden purkajana
smn: “System lii piättám meiddei válduaalmug”—Dihtosis-haahâ sämmilijd lohtâseijee tietimettumvuođâ raččon￼

source: Saamelaiskäräjien nuorisoneuvosto on osallistunut kollaboratiiviseen pro gradu -työhön, jossa tutkittiin Dihtosis-hankkeen vaikuttavuutta.
smn: Sämitige nuorâirääđi lii uásálistám kollaborativlii pro gradu -paargon, mii tuuđhâi Dihtosis-haavâ vaigutteijeevuođâ.

source: Tutkimus osoittaa, että tietoa saamelaisista on liian vähän ja tästä johtuen saamelaiset ja saamelaisnuoret kokevat edelleen kiusaamista, rasismia ja vihapuhetta.
smn: Tutkâmuš čáittá, et tiätu sämmilijn lii liijkás uccáá já ton keežild sämmiliih já säminuorah ferttejeh ain-uv kierdâđ kivsedem, raasism já vajesaavâid.

source: Opettajat toivat esille, että Dihtosis-hanke on ennen kaikkea tarvittava työkalu opettajien arkeen sekä tärkeä apu myös opettajien tunnistamiin tiedon löytämisen ongelmiin.
smn: Máttáátteijeeh puohtii oovdân, et Dihtosis-haahâ lii vuosâsaajeest ávhálâš tyejipiergâs máttáátteijei aargâst sehe tehálâš iše meid máttáátteijei aiccâm čuolmân tast, et tiäđu lii vaigâd kavnâđ.

source: Lisäksi opettajat nostavat esille sen, että tietoa lisäämällä saamelaisten asemaa pystyttäisiin tietoisesti parantamaan.
smn: Ton lasseen máttáátteijeeh loptejeh uáinusân tom, et tiäđu lasseetmáin sämmilij sajaduv puávtáččij tiäđulávt pyerediđ.

source: Dihtosis-hankkeen toiminta pureutuu näihin ongelmiin ja kiinnittää huomion myös siihen, kuinka niihin pureudutaan.
smn: Dihtosis-haavâ tooimah čuávdiškyetih täid čuolmâid já kiddejeh huámášume toos, maht taid kalga čuávdiškyettiđ.

source: Dihtosis-hankkeen työntekijät ja nuorisoneuvoston jäsenet olivat gradun suunnitteluvaiheesta asti aktiivisesti mukana työssä.
smn: Dihtosis-haavâ pargeeh já nuorâirääđi jesâneh lijjii gradu vuávámmudo rääjist aktivlávt fáárust pargoost.

source: Tutkimuksen suuntaa ja kulkua suunniteltiin yhdessä työn linjasta haastattelukysymyksiin.
smn: Tutkâmuš sunde já jotteemkiäinu vuávájuvvojii oovtâst ain pargo linjeest kidâ sahhiittâllâmkoččâmuššáid.

source: Käytännössä työssä haastateltiin etänä 10 opettajaa, joilla oli ollut Dihtosis-kouluvierailu luokassaan.
smn: Keevâtlávt pargoost sahhiittâllojii káidusin 10 máttáátteijed, kiäi luokkain Dihtosis lâi kollim.

source: He valaisivat koulujen tilannetta saamelaisista kerrottavan tiedon saralla sekä jakoivat kokemuksiaan ja havaintojaan Dihtosis-hankkeesta.
smn: Sij čyevvejii, magarijd tiäđuid škoovlâin muštâleh sämmilijn já juohhii feeriimijdis já aiccâmušâidis Dihtosis-haavâst.

source: Osallistuneiden opettajien kirjo oli laaja: mukana oli luokanopettajia, kielten, historian, yhteiskuntaopin, maantiedon, äidinkielen ja elämänkatsomustiedon opettajia eri paikkakunnilta, sekä perusopetuksesta että lukion puolelta.
smn: Uásálistám máttáátteijein lijjii kirjáás tuávááh: fáárust lijjii luokamáttáátteijeeh, kielâi, historjá, ohtsâškoddeoopâ, eennâmtiäđu, eenikielâ já eellimuáinutiäđu máttáátteijeeh jieškote-uv päikkikuudijn, sehe vuáđumáttááttâsâst já luvâttuv peln.

source: Suurin osa kuului valtaväestöön, mutta mukana oli myös yksi saamelainen opettaja.
smn: Stuárráámus uási kuulâi válduaalmugân, mut fáárust lâi meid ohtâ sämmilâš máttáátteijee.

source: Tämän lisäksi Dihtosis-hankkeen järjestäjät kertoivat hankkeen kulusta ja materiaaleista sekä omista kokemuksistaan hankkeesta.
smn: Ton lasseen Dihtosis-haavâ uárnejeijeeh muštâlii haavâ ovdánmist já materialijn sehe jieijâs vuáttámušâin haavâst.

source: Opettajien arki on kiireinen ja monet eivät olleet itsekään oppineet saamelaisista, joten taustatyö, materiaalien kokoaminen ja saamelaisten nostaminen jää yksittäisten opettajien harteille.
smn: Máttáátteijei argâ lii hoppuu já maaŋgâs ij lamaš jieškin oppâm sämmilijn, já nuuvtpa tuáváášpargo, materialij čokkim já sämmilij luptim páácá ovtâskâs máttáátteijei nuáđđin.

source: Vaikka aiheesta olisikin enemmän tietoa, moni opettaja oli epävarma siitä, miten he voisivat tuoda saamelaisia ja suhdetta valtioon kunnioittavasti esille ja välttää väärää tietoa.
smn: Veikkâ fáádást ličij-uv eenâb tiätu, te máttáátteijein maaŋgâs lâi epivises tast, et maht sij puávtáččii pyehtiđ sämmilijd já koskâvuođâ staatân kunnijâtteht oovdân já velttiđ puástutiäđu.

source: Myös suhtautumistavasta opettajan roolissa huolehdittiin—esimerkiksi piilo-oppimisen merkitystä korostettiin.
smn: Huolâ lâi meid tast, maht máttáátteijee roolâst aldaniđ fáádá — ovdâmerkkân tiäđusthánnáá oppâm merhâšume tiäduttui.

source: Lisäksi osa koki poliittista painetta vaikenemiseen valtion vaitonaisuuden, tiettyjen puolueiden tai tarkkaavaisten vanhempien takia.
smn: Ton lasseen uási vuotij poolitlii tedduu jaskodiđ staatâ joskâdvuođâ, tiätu piäláduvâi tâi tärhis vanhimij keežild.

source: Dihtosis-hankkeen koettiin tuovan näihin suurta apua ja sen nähtiin luovan ymmärrystä ja yhteyttä.
smn: Västideijeeh arvâlii, et Dihtosis-haahâ puáhtá taaid hástoid stuorrâ iše já et tot lasseet ibárdâs já ohtâvuođâ.

source: Hankkeessa tuli opettajien mukaan myös konkreettisesti esille, että puhutaan nykypäivästä.
smn: Haavâst poođij máttáátteijei mield meid koŋkretlávt uáinusân, et saahâ lii onnáá peeivist.

source: Dihtosis-hanke itsessään perustuu tietoon noudattaen itsemääräämisoikeutta tiedosta ja siinä käytetään saamelaisen kasvatuksen menetelmiä.
smn: Jieš Dihtosis-haahâ vuáđuduvá tiätun já nuávdit jiešmeridemvuoigâdvuođâ tiäđust, já tot kiävttá sämmilijd šoddâdemvuovijd.

source: Hankkeessa on ollut alusta asti tärkeää, että annettava tieto ja sanasto on saamelaisten itsensä määrittämää.
smn: Haavâst lii lamaš jo aalgâ rääjist tehálâš, et adelum tiäđu já sánáduv láá sämmiliih jiejah miäruštâllâm.

source: Tämä on näkynyt sekä projektin teko- ja suunnittelutavassa että tehtävissä.
smn: Tot lii tiettum sehe proojeekt olášuttem- já vuávámtäävist já pargoin.

source: Dihtosis-hankkeen toiminnassa näkyvät myös ennakkoluuloja torjuvat ja rauhankasvatuksen menetelmät.
smn: Dihtosis-haavâ tooimâst tiättojeh meid munejurduid tuástoo vyevih já rávhušoddâdemvyevih.

source: Empatia, osallistaminen, yhteyden luominen sekä ihmisoikeudet ja yksioikoisten identiteettikuvien rikkominen ovat keskeisiä hankkeen toiminnassa.
smn: Empatia, uásálistittem, ohtâvuođâ hammim já olmoošvuoigâdvuođah já käržis identitetkuvij rikkom já kuávdáást haavâ tooimâin.

source: Saamelaisnuoria osallistavan prosessin kautta valikoidut teemat ovat saamelaisista tärkeitä, ja ne luovat pohjaa myös yhteiskunnallisen keskustelun edistämiselle.
smn: Säminuorâid uásálistittee proosees peht väljejum teemah láá sämmilijd teháliih, já toh hämmejeh vuáđu meid ohtsâškodálii savâstâllâm oovdedmân.

source: Näin Dihtosis-hanke puuttuu sekä jatkuvan tietämättömyyden katkaisemiseen että vallitseviin valta-asetelmiin.
smn: Tánávt Dihtosis-haahâ viggá sehe potkiđ juátkojeijee tietimettumvuođâ já vaiguttiđ tááláid väldistelliittâssáid.

source: Dihtosis-hankkeen puolelta haastatteluissa nostettiin esille hankkeen epävarma tulevaisuus ja rajalliset resurssit.
smn: Dihtosis-haavâ peln sahhiittâlmijn loptejuvvojii uáinusân haavâ epivises puátteevuotâ já käržis resurseh.

source: Opettajien näkökulmasta hankeluontoisessa toiminnassa haasteena on se, että vain kiinnostuneimmat hyödyntävät sitä, ja siksi tasainen esille ottaminen vaatisi rakenteellisia muutoksia kirjoissa, opetussuunnitelmassa ja opettajien koulutuksessa.
smn: Máttáátteijei uáinimčievâst hahâluándusii tooimâst hástun lii tot, et tuše puoh enâmustáá movtijdum máttáátteijeeh ávhásteleh toin, já tondiet täsivis uáinusân luptim vađâččij rááhtuslijd nubástusâid kiirjijn, máttááttâsvuáváámist já máttáátteijei škovliimist.

source: Dihtosis-hankkeen toiminnalle toivottiin jatkoa, sillä aiheen katsottiin tarvitsevan myös tunteisiin vaikuttavaa ja toiminnallista materiaalia.
smn: Västideijeeh tuoivuu, et Dihtosis-haavâ toimâ juátkoo, tondiet ko sii mielâst fáddá taarbâš meid tobdoid vaigutteijee já toimâlii material.

source: Hankkeessa työpajoja vetäjät saamelaisnuoret ja se koettiin arvokkaaksi.
smn: Haavâst pargopáájáid jođetteh säminuorah já tom västideijeeh onnii áárvust.

source: Oppilaiden kannalta se, että viesti tulee saamelaisnuorilta koettiin paljon vaikuttavammaksi ja mielekkäämmäksi kuin perinteinen kirjaopetus.
smn: Uáppei tááhust tot, et viestâ puátá säminuorâin, vaiguttij já movtiditij ennuv eenâb ko ärbivuáválâš kirjemáttááttâs.

source: Tiivistelmä tutkimuksen tuloksista (suomeksi)
smn: Čuákánkiäsu tutkâmuš puátusijn (suomâkielân): ”System lii piättám meiddei válduaalmug” —Dihtosis-haahâ sämmilijd lohtâseijee tietimettumvuođâ raččon: Kollaborativlâš tutkâmuš Dihtosis-haavâst já máttáátteijei tuáimeevuotâkontekstist dekolonisaatio já piäiválii ráávhu syergist

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis -hanke on lisännyt saamelaistietoutta neljän lukuvuoden ajan Opetus- ja kulttuuriministeriön rahoituksella.
smn: Sämitige nuorâirääđi já Nuorâi Akademia Dihtosis-haahâ lii lasettâm sämitiäđu neelji luuhâmive ääigi Máttááttâs- já kulttuurministeriö ruuđáin.

source: Hankkeen tavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista.
smn: Haavâ ulmen lii lasettiđ válduaalmugân kullee párnái já nuorâi tiäđulâšvuođâ sämmilijn já sämikulttuurist.

source: Hankeaika päättyy 30.6.2022.
smn: Hahâäigi nohá 30.6.2022.

source: Lue lisää: www.dihtosis.fi
smn: Luuvâ lase: www.dihtosis.fi

source: Lisätietoja:
smn: Lasetiäđuh:

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
smn: Anni-Sofia Niittyvuopio Sämitige nuorâirääđi saavâjođetteijee +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
